Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/M03.tmx
Source language: en_us
Languages: zh_cn

source: Escape from Spiderhead
zh_cn: 逃出“蜘蛛头”

source: "Drip on?" Abnesti said over the P.A.
zh_cn: “开始点滴吗？”艾博通过对讲机问道。

source: "What's in it?" I said.
zh_cn: “这次里面是什么？”我问。

source: "Hilarious," he said.
zh_cn: “让你开心的东西。”他说。

source: "Acknowledge," I said.
zh_cn: “开始吧。”我说。

source: Abnesti used his remote.
zh_cn: 艾博拿起了遥控器。

source: My MobiPak whirred.
zh_cn: 我的“随身滴”嗡嗡轻响了起来。

source: Soon the Interior Garden looked really nice.
zh_cn: 没过多久，室内花园看上去漂亮了不少。

source: Everything seemed super-clear.
zh_cn: 一切似乎都变得清晰无比。

source: said out loud, as I was supposed to, what I was feeling.
zh_cn: 我按老规矩大声说出了自己的感觉。

source: "Garden looks nice," I said.
zh_cn: “花园看上去很漂亮，”我说。

source: "Super-clear."
zh_cn: “特别清楚。”

source: Abnesti said, "Jeff, how about we pep up those language centers?"
zh_cn: 艾博说：“杰夫，咱们把语言中枢调高一点怎么样？”

source: "Sure," I said.
zh_cn: “没问题。”我说。

source: "Drip on?" he said.
zh_cn: “开始点滴吗？”他问。

source: He added some Verbaluce to the drip, and soon I was feeling the same things but saying them better. The garden still looked nice.
zh_cn: 他往点滴里加了一些“利言剂”，于是很快我就能用优美的表达方式说出同样的感受了：花园看上去依然很漂亮。

source: It was like the bushes were so tight-seeming and the sun made everything stand out?
zh_cn: 一丛丛的灌木丛如此葱郁，阳光似乎令万物气象一新，与众不同。

source: It was like any moment you expected some Victorians to wander in with their cups of tea.
zh_cn: 恍惚间似乎随时会有维多利亚时代的人物端着茶杯从花园里优雅地翩然而至。

source: It was as if the garden had become a sort of embodiment of the domestic dreams forever intrinsic to human consciousness.
zh_cn: 整座花园仿佛就是人类意识里的梦中庭院变成了现实。

source: It was as if I could suddenly discern, in this contemporary vignette, the ancient corollary through which Plato and some of his contemporaries might have strolled; to wit, I was sensing the eternal in the ephemeral.
zh_cn: 透过这个当代小品，我顿悟到了柏拉图和他的同代人曾徜徉过的远古境界。也可以说，那一刻我体会到了瞬间的永恒。

source: I sat, pleasantly engaged in these thoughts, until the Verbaluce began to wane.
zh_cn: 我坐在那里，脑子里满是这些飘飘然的想法，直到“利言剂”的药效开始退去。

source: At which point the garden just looked nice again.
zh_cn: 这样一来，花园又变成了只是看着漂亮而已。

source: It was something about the bushes and whatnot?
zh_cn: 也许是那些灌木和其他类似的东西搞的鬼？

source: It made you just want to lay out there and catch rays and think your happy thoughts.
zh_cn: 让你只想躺在那儿，晒晒太阳，想想开心事。

source: If you get what I mean.
zh_cn: 你明白我的意思吧？

source: Then whatever else was in the drip wore off, and I didn't feel much about the garden one way or the other.
zh_cn: 接着点滴里的其他药劲儿也都过去了。于是那个花园在我眼里再也没什么感觉了。

source: My mouth was dry, though, and my gut had that post-Verbaluce feel to it.
zh_cn: 嘴巴有点干。我心里知道这是“利言剂”过去后的那种感觉。

source: "What's going to be cool about that one?" Abnesti said.
zh_cn: “你知道这种新药能有什么用吗？”艾博说。

source: "Is, say a guy has to stay up late guarding a perimeter. Or is at school waiting for his kid and gets bored. But there's some nature nearby?
zh_cn: “你可以想象一下，比如说有人需要熬夜在野外放哨，或者有人在学校等着接孩子等烦了，而附近正好有些野生的环境，就用得上它了。

source: Or say a park ranger has to work a double shift?"
zh_cn: 再比如说，当公园护林员不得不加班工作连轴转的时候，也可以用它。”

source: "That will be cool," I said.
zh_cn: “嗯，的确挺有用。”我说。

source: "That's ED763," he said.
zh_cn: “这药的编号是ED763，”他说。

source: "We're thinking of calling it NatuGlide.
zh_cn: “我们琢磨着给它起名叫‘悦景剂’。

source: Or maybe ErthAdmire."
zh_cn: 或者叫‘返璞剂’。”

source: "Those are both good," I said.
zh_cn: “这俩名字都挺好，”我说。

source: "Thanks for your help, Jeff," he said.
zh_cn: “杰夫，谢谢你的配合，”他说。

source: Which was what he always said.
zh_cn: 每次他都会这么说。

source: "Only a million years to go," I said.
zh_cn: “日子还长着呢，”我说。

source: Which was what I always said.
zh_cn: 每次我都是这么回答他。

source: Then he said, "Exit the Interior Garden now, Jeff, head over to Small Workroom 2."
zh_cn: 接下来他说：“杰夫，现在请离开室内花园，去二号小工作室。”

source: Into Small Workroom 2 they sent this pale tall girl.
zh_cn: 他们派了个肤色苍白的高个儿姑娘来到二号小工作室。

source: "What do you think?" Abnesti said over the P.A.
zh_cn: “你觉得怎么样？”艾博通过对讲机问道。

source: "Me?" I said. "Or her?"
zh_cn: “你是问我还是问她？”我说。

source: "Both," Abnesti said.
zh_cn: “都问。”艾博说。

source: "Pretty good," I said.
zh_cn: “挺好的。”我说。

source: "Fine, you know," she said.
zh_cn: “还行吧，”她说。

source: "Normal."
zh_cn: “一般。”

source: Abnesti asked us to rate each other more quantifiably, as per pretty, as per sexy.
zh_cn: 艾博让我和那个姑娘更具体地给对方打个分，从美丽度和性感度两方面评分。

source: It appeared we liked each other about average, i.e., no big attraction or revulsion either way.
zh_cn: 看起来我们俩彼此感觉都是一般般，都认为对方没有太大吸引力。但也不讨厌就是了。

source: Abnesti said, "Jeff, drip on?"
zh_cn: 艾博说：“杰夫，开始点滴吗？”

source: "Heather, drip on?" he said.
zh_cn: “茜丝，开始点滴吗？”他说。

source: "Acknowledge," Heather said.
zh_cn: “开始吧，”茜丝说。

source: Then we looked at each other like, What happens next?
zh_cn: 然后，我们面面相觑，都在琢磨接下来会发生什么？

source: What happened next was, Heather soon looked super-good.
zh_cn: 结果，接下来我很快就发现茜丝变得动人极了。

source: And I could tell she thought the same of me.
zh_cn: 而且我肯定她眼里看到的我也是一样。

source: It came on so sudden we were like laughing.
zh_cn: 突然一下子就成了这样，我们都笑了起来。

source: How could we not have seen it, how cute the other one was?
zh_cn: 怎么我俩刚才就没看出来对方是这么可爱啊？

source: Luckily there was a couch in the Workroom.
zh_cn: 幸运的是，工作室里有一张沙发。

source: It felt like our drip had, in addition to whatever they were testing, some ED556 in it, which lowers your shame level to like nil.
zh_cn: 我觉得我们打的点滴里，除了有他们正在试验的药物之外，肯定还有ED556——这种药几乎能把你的羞耻心给降到零点。

source: Because soon, there on the couch, off we went.
zh_cn: 因为没过多久，我们就在沙发上大干了起来。

source: It was super-hot between us. And not merely in a horndog way. Hot, yes, but also just right.
zh_cn: 可虽然我们俩之间干得热火朝天，但这种亲热并不只是象发情的狗狗那样，而是激烈但又恰到好处。

source: Like if you'd dreamed of a certain girl all your life and all of a sudden there she was, in your Domain.
zh_cn: 就好象你一辈子都在梦想着的姑娘，突然就出现在了你的面前。

source: "Jeff," Abnesti said.
zh_cn: “杰夫，”艾博说。

source: "I'd like your permission to pep up your language centers."
zh_cn: “我希望你能允许我把你的语言中枢调高一点。”

source: "Go for it," I said, under her now.
zh_cn: “没问题。”我说道，那时我正在她的身子下面。

source: "Me, too?" Heather said.
zh_cn: “能给我也来点儿吗？”茜丝问道。

source: "You got it," Abnesti said, with a laugh.
zh_cn: “没问题，”艾博笑着说。

source: "Drip on?"
zh_cn: “开始点滴吗？”

source: "Acknowledge," she said, all breathless.
zh_cn: “开始吧，”她上气不接下气地说

source: Soon, experiencing the benefits of the flowing Verbaluce in our drips, we were not only fucking really well but also talking pretty great.
zh_cn: 不久，点滴里的利言剂开始在我们身上产生了效果，这下子我们不仅干得很痛快，而且嘴里说出来的话也变得相当动人。

source: Like, instead of just saying the sex-type things we had been saying (such as "wow" and "oh God" and "hell yes" and so forth), we now began freestyling re our sensations and thoughts, in elevated diction, with eighty-per-cent increased vocab, our well-articulated thoughts being recorded for later analysis.
zh_cn: 我们不再象刚才那样只会说些跟做爱有关的词（比如“哦耶”和“哦，上帝啊”和“太棒了”等等），而是开始尽情表达着我们的感受和想法。由于词汇量增加了80%，我们简直是口灿莲花。那些妙语连珠的思绪都被记录了下来供日后分析。

source: For me, the feeling was, approximately: Astonishment at the dawning realization that this woman was being created in real time, directly from my own mind, per my deepest longings.
zh_cn: 我当时的感觉基本就是分外惊喜。因为我逐渐意识到这个女人简直就是按照我心灵最深处的渴望，正在我的眼前活生生被创造出来的。

source: Finally, after all these years (was my thought), I had found the precise arrangement of body/face/mind that personified all that was desirable.
zh_cn: 我心想，经过了这么多年的苦苦等待，最后我总算找到了一个姑娘能在身体、容貌、心灵等等一切方面百分之百体现了我所有追求的组合。

source: The taste of her mouth, the look of that halo of blondish hair spread out around her cherubic yet naughty-looking face (she was beneath me now, legs way up), even (not to be crude or dishonor the exalted feelings I was experiencing) the sensations her vagina was producing along the length of my thrusting penis were precisely those I had always hungered for, though I had never, before this instant, realized that I so ardently hungered for them.
zh_cn: 她那美妙的双唇，那头闪亮的金发，还有她那天真无邪而又俏皮的脸庞（她现在就在我的身下，双腿高高翘起），甚至（我这么说丝毫没有下流或不敬的意思，恰恰相反，我正经历着最崇高的感受）连她的阴道对我那不停冲刺的小弟弟所产生的美妙压迫，都恰好正是我长久以来一直所渴望的感受——虽然我在这一刻之前从未意识到自己如此热切地渴望过这种感觉。

source: That is to say: a desire would arise and, concurrently, the satisfaction of that desire would also arise.
zh_cn: 换句话说：就在出现了某种渴望的同时，它就会得到满足。

source: It was as if (a) I longed for a certain (heretofore untasted) taste until (b) said longing became nearly unbearable, at which time (c) I found a morsel of food with that exact taste already in my mouth, perfectly satisfying my longing.
zh_cn: 就好象（a）我一直渴望品尝某种（迄今为止从未尝过的）滋味，而且（b）这种渴望越来越强烈，几乎变得令人无法忍受，而恰在此时（c）我发现我的嘴里刚好吃进一口正是这种滋味的食物，完全满足了我的愿望。

source: Every utterance, every adjustment of posture bespoke the same thing: we had known each other forever, were soul mates, had met and loved in numerous preceding lifetimes, and would meet and love in many subsequent lifetimes, always with the same transcendently stupefying results.
zh_cn: 我们说的每一句话，做的每一个姿势，都在倾诉着同一件事情：我们彼此已经相知到了永远。我们是心灵上的知音，前世已经相遇并相爱了许多回。而且今后还会世世代代相遇并相爱下去。每次都爱到同样的无穷无尽，地老天荒。

source: Then there came a hard-to-describe but very real drifting-off into a number of sequential reveries that might best be described as a type of nonnarrative mind scenery, i.e., a series of vague mental images of places I had never been (a certain pine-packed valley in high white mountains, a chalet-type house in a cul-de-sac, the yard of which was overgrown with wide, stunted Seussian trees), each of which triggered a deep sentimental longing, longings that coalesced into, and were soon reduced to, one central longing, i.e., an intense longing for Heather and Heather alone.
zh_cn: 接着，我的意识出现了一种难以描述而又非常真实的流动，进入了一连串虚无缥缈的境界。可能最恰当的说法是某种“叙事性的心灵风景”，即脑海里的一系列模糊画面——都是些我从未去过的地方（夹在高高的白色山峦之间的松林密布的山谷、在一条小路尽头的小木屋式的房子、长满苏斯博士笔下的奇怪树木的院子）。每一个画面都引发了我感情上的深深向往。这些向往凝聚成、并很快减少为一个唯一的渴望，即：对茜丝——只对茜丝—个人——的强烈渴望。

source: This mind-scenery phenomenon was strongest during our third (!) bout of lovemaking.
zh_cn: 这种心灵风景的现象在我们第三轮（！）做爱时感觉最强烈。

source: (Apparently, Abnesti had included some Vivistif in my drip.)
zh_cn: （显然，艾博在给我的点滴里加了些“速勃剂”。）

source: Afterward, our protestations of love poured forth simultaneously, linguistically complex and metaphorically rich: I daresay we had become poets.
zh_cn: 完事之后，我们开始彼此互诉衷肠。那些情话既天花乱坠又滔滔不绝：我敢说我们已化身成为了诗人。

source: We were allowed to lie there, limbs intermingled, for nearly an hour.
zh_cn: 在得到艾博批准之后，我们四肢交缠地躺了将近一个小时。

source: It was bliss.
zh_cn: 真是太幸福了。

source: It was perfection.
zh_cn: 完美无缺。

source: It was that impossible thing: happiness that does not wilt to reveal the thin shoots of some new desire rising from within it.
zh_cn: 这正是那种可望而不可及的境界：这种幸福永不枯萎，而且再不会有新的欲望得陇望蜀般地从其中滋生出细芽。

source: We cuddled with a fierceness/focus that rivalled the fierceness/focus with which we had fucked.
zh_cn: 我们一心一意地热烈拥抱着，就像刚才我们彼此一心一意地交欢那样。

source: There was nothing less about cuddling vis-a-vis fucking, is what I mean to say.
zh_cn: 我的意思是说，我们的拥抱跟交欢比起来，丝毫也不逊色。

source: We were all over each other in the super-friendly way of puppies, or spouses meeting for the first time after one of them has undergone a close brush with death.
zh_cn: 我们缠绵不休，就象是一对儿特别亲昵的小狗，或是一对儿大难不死之后初次相见的夫妻。

source: Everything seemed moist, permeable, sayable.
zh_cn: 一切都湿漉漉的，都水灵灵的，什么话都说的出口。

source: Then something in the drip began to wane.
zh_cn: 然后，点滴里的药劲儿开始过去。

source: I think Abnesti had shut off the Verbaluce
zh_cn: 我猜艾博已经卡断了“利言剂”？

source: Also the shame reducer?
zh_cn: 可能也停了降低羞耻心的那种？

source: Basically, everything began to dwindle.
zh_cn: 基本上一切都开始褪色。

source: Suddenly we felt shy.
zh_cn: 突然之间我们感到害臊。

source: But still loving.
zh_cn: 不过我们仍然相爱。

source: We began the process of trying to talk apres Verbaluce: always awkward.
zh_cn: 我们进入了“利言剂”刚失效后的那种状态：无论张口说什么话都言不达意。

source: Yet I could see in her eyes that she was still feeling love for me.
zh_cn: 然而，我可以从她的眼神里看出来，她仍还爱着我。

source: And I was definitely still feeling love for her.
zh_cn: 而且我也绝对仍然能感到自己对她的爱。

source: Well, why not?
zh_cn: 怎么会不爱呢？

source: We had just fucked three times!
zh_cn: 我们刚刚连着干了三次呢！

source: Why do you think they call it "making love"?
zh_cn: 要不然他们怎么会管那个叫“做爱”呢。

source: That was what we had just made three times: love.
zh_cn: 我们刚刚做的那三次就是“爱”。

source: Then Abnesti said, "Drip on?"
zh_cn: 接着，艾博又说，“开始点滴吗？”

source: We had kind of forgotten he was even there, behind his one-way mirror.
zh_cn: 我们都有点把他给忘了，忘了他就在那面单向镜的背后。

source: I said, "Do we have to?
zh_cn: 我问：“还有必要吗？

source: We are really liking this right now."
zh_cn: 我们觉得现在这样就挺好。”

source: "We're just going to try to get you guys back to baseline," he said.
zh_cn: “我们只是想让你们恢复原态，”他说。

source: "We've got more to do today."
zh_cn: “今天还有很多的事情要做。”

source: "Shit," I said.
zh_cn: “妈的。”我说。

source: "Rats," she said.
zh_cn: “倒霉。”她说。

source: "Acknowledge," we said.
zh_cn: “开始吧，”我们俩说道。

source: Soon something began to change.
zh_cn: 很快就开始有了变化。

source: I mean, she was fine.
zh_cn: 我的意思是说，她挺不错。

source: A handsome pale girl.
zh_cn: 一个俊俏苍白的女孩。

source: But nothing special.
zh_cn: 但也没有什么特别之处。

source: And I could see that she felt the same re me, i.e., what had all that fuss been about just now?
zh_cn: 而且我看得出她对我也是同样的感觉。刚才是怎么了，至于为对方这么个人大惊小怪吗？

source: Why weren't we dressed?
zh_cn: 咦，我们俩怎么都没穿衣服？

source: We real quick got dressed.
zh_cn: 我们飞快地穿起了衣服。

source: Kind of embarrassing.
zh_cn: 气氛有点尴尬。

source: Did I love her?
zh_cn: 难道我爱过她吗？

source: Did she love me?
zh_cn: 她爱过我吗？

source: Ha.
zh_cn: 哈！

source: No.
zh_cn: 才没呢。

source: Then it was time for her to go.
zh_cn: 然后，她该走了。

source: We shook hands.
zh_cn: 我们握了握手。

source: Out she went.
zh_cn: 她就这么去了。

source: Lunch came in. On a tray.
zh_cn: 午餐被放在一个托盘上送了进来。

source: Spaghetti with chicken chunks.
zh_cn: 意大利面条加鸡块。

source: Man, was I hungry.
zh_cn: 老天，我是真饿了。

source: I spent all lunchtime thinking.
zh_cn: 我在整个午餐期间都在琢磨。

source: It was weird.
zh_cn: 这很奇怪。

source: I had the memory of fucking Heather, the memory of having felt the things I'd felt for her, the memory of having said the things I'd said to her.
zh_cn: 我能记得跟茜丝亲热过，能记得我对她的感觉，能记得我对她说过的话。

source: My throat was like raw from how much I'd said and how fast I'd felt compelled to say it.
zh_cn: 因为刚才说的话太多，而且说的又快，我的喉咙现在还感觉生疼。

source: But in terms of feelings?
zh_cn: 可是在感情方面呢？

source: I basically had nada left.
zh_cn: 我基本上已经毫无感觉了。

source: Just a hot face and some shame re having fucked three times in front of Abnesti.
zh_cn: 有的只是因为当着艾博的面干了三次而感到脸红和害臊而已。

source: After lunch in came another girl.
zh_cn: 午饭后，另一个女孩走了进来。

source: About equally so-so.
zh_cn: 同样还算过得去。

source: Dark hair.
zh_cn: 黑头发。

source: Average build.
zh_cn: 身材一般。

source: Nothing special, just like, upon first entry, Heather had been nothing special.
zh_cn: 没什么特别的，就像上次茜丝刚进来时也没什么特别之处一样。

source: "This is Rachel," Abnesti said on the P.A.
zh_cn: “这位是蕾切尔，”艾博通过对讲机说。

source: "This is Jeff."
zh_cn: “这位是杰夫。”

source: "Hi, Rachel," I said.
zh_cn: “嗨，蕾切尔。”我说。

source: "Hi, Jeff," she said.
zh_cn: “嗨，杰夫。”她说。

source: "Drip on?" Abnesti said.
zh_cn: “开始点滴吗？”艾博问。

source: We Acknowledged.
zh_cn: 我们同意开始。

source: Something seemed very familiar about the way I now began feeling.
zh_cn: 我的感觉开始有种似曾相识的味道了。

source: Suddenly Rachel looked super-good.
zh_cn: 突然一下子，蕾切尔变得超好看。

source: Abnesti requested permission to pep up our language centers via Verbaluce.
zh_cn: 艾博请我们允许他用“利言剂”调高我们的语言中枢。

source: Soon we, too, were fucking like bunnies.
zh_cn: 很快我们就像兔子似的大干特干起来。

source: Soon we, too, were talking like articulate maniacs re our love.
zh_cn: 而且不久之后，我们又象语言狂人一样喋喋不休地倾诉起爱意。

source: Once again certain sensations were arising to meet my concurrently arising desperate hunger for just those sensations.
zh_cn: 我的心头再次涌起对某些快感的无比渴望，而恰在此时我又感受到了那些快感，它们正好满足了我的渴望。

source: Soon my memory of the perfect taste of Heather's mouth was being overwritten by the current taste of Rachel's mouth, so much more the taste I now desired.
zh_cn: 不久，蕾切尔的甜蜜双唇便取代了我对茜丝的美妙小嘴的记忆。此刻我对蕾切尔的渴望远胜当初对茜丝。

source: I was feeling unprecedented emotions, even though those unprecedented emotions were (I discerned somewhere in my consciousness) exactly the same emotions I had felt earlier, for that now unworthy-seeming vessel Heather.
zh_cn: 我感觉到了一种前所未有的激情。（其实在我的意识深处，我也明白这些前所未有的激情，正是我早些时候对茜丝也同样有过的感受。只不过现在看来那个姑娘根本不值得我这样。）

source: Rachel was, I mean to say, it.
zh_cn: 我的意思是说，蕾切尔才是最完美的。

source: Her lithe waist, her voice, her hungry mouth/hands/loins- they were all it.
zh_cn: 她轻盈的腰肢、她的声音、她那饥渴的嘴唇、手臂、胴体，无不完美无暇。

source: I just loved Rachel so much.
zh_cn: 我简直爱死蕾切尔了。

source: Then came the sequential geographic reveries (see above): same pine-packed valley, same chalet-looking house, accompanied by that same longing-for-place transmuting into a longing for (this time) Rachel.
zh_cn: 接下来又是一系列的心灵风景（详情可以参见前文）：同样长满青松的山谷、同样象小木屋似的房屋、对这些地方的向往同样转化成对（这一次是）与蕾切尔在一起的渴望。

source: While continuing to enact a level of sexual strenuousness that caused what I would describe as a gradually tightening, chest-located, sweetness rubber band to both connect us and compel us onward, we whispered feverishly (precisely, poetically) about how long we felt we had known each other, i.e., forever.
zh_cn: 一方面我们在继续如饥似渴地做爱——耳鬓厮磨、翻云覆雨、不停冲刺，另一方面我们狂热地（准确地，诗意地）低声诉说着彼此如何一见钟情，仿佛已认识了几辈子。

source: Again the total number of times we made love was three.
zh_cn: 这回，我们也是一共做了三次爱。

source: Then, like before, came the dwindling.
zh_cn: 然后像上次一样，一切又慢慢消失。

source: Our talking became less excellent.
zh_cn: 我们的交谈变得不那么逸兴湍飞。

source: Words were fewer, our sentences shorter.
zh_cn: 话越来越少，句子也越来越短。

source: Still, I loved her.
zh_cn: 不过，我仍然爱着她。

source: Loved Rachel.
zh_cn: 我确实爱蕾切尔。

source: Everything about her just seemed perfect: her cheek mole, her black hair, the little butt-squirm she did now and then, as if to say, Mmm-mmm, was that ever good.
zh_cn: 她的一切似乎仍是很完美：她面颊上的痣，她的黑头发，她那小屁股偶尔的蠕动，就仿佛在说，嗯，嗯，这多棒啊。

source: "We are going to try to get you both back to baseline."
zh_cn: “我们想让你俩都恢复原态。”

source: "Acknowledge," she said.
zh_cn: “开始吧，”她说。

source: "Well, hold on," I said.
zh_cn: “呃，等一下，”我说。

source: "Jeff," Abnesti said, irritated, as if trying to remind me that I was here not by choice but because I had done my crime and was in the process of doing my time.
zh_cn: “杰夫——”艾博有点不耐烦地说道。他仿佛是在提醒我，我并不是出于自愿选择到这里来的——因为犯了罪，我来这里算是代替服刑。

source: And gave Rachel one last look of love, knowing (as she did not yet know) that this would be the last look of love I would be giving her.
zh_cn: 我满含爱意地最后看了蕾切尔一眼，心里明白（而她还不知道）这就将是我带着爱意看她的最后一眼。

source: Soon she was merely fine to me, and I merely fine to her.
zh_cn: 不久，她在我眼里就变得只是还行了，正如我在她的眼里也只是还行一样。

source: She looked, as had Heather, embarrassed, as in, What was up with that just now?
zh_cn: 她看起来有点尴尬，跟茜丝上次一样，好像在说，刚才这是怎么了？

source: Why did I just go so overboard with Mr. Average here?
zh_cn: 怎么我会跟这么一个平常的家伙搞得如胶似漆的？
